Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# addCover
source: Add a cover
ar: إضافة غلاف
de: Titelbild hinzufügen
es: Pon una portada
fa: افزودن کاور
fr: Ajouter une couverture
it: Metti una copertina
ja: カバーを追加
ko: 커버 추가
nl: Omslag toevoegen
pl: Dodaj okładkę
pt: Adicionar capa
ru: Поставь обложку
tr: Kapak ekle
uk: Додати обкладинку
zh: 添加封面
zh_hant: 新增封面

# addTodayWidget
source: Today done or not
ar: هل تم تمرين اليوم أم لا
de: Heute erledigt oder nicht
es: Hoy: hecho o no
fa: وضعیت امروز
fr: Séance du jour faite ou non
it: Oggi: fatto o no
ja: 今日のワークアウト完了状況
ko: 오늘 운동 완료 여부
nl: Training van vandaag gedaan of niet
pl: Czy dzisiejszy trening wykonany
pt: Hoje: feito ou não
ru: Сегодня: сделано или нет
tr: Bugünkü antrenman durumu
uk: Сьогоднішнє тренування виконано чи ні
zh: 今天是否完成
zh_hant: 今日訓練是否完成

# monthTitle
source: This month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fa: این ماه
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
ru: Этот месяц
tr: Bu ay
uk: Цей місяць
zh: 本月
zh_hant: 本月

# photosCard
source: Your photos
ar: صورك
de: Deine Fotos
es: Tus fotos
fa: عکس‌های تو
fr: Tes photos
it: Le tue foto
ja: あなたの写真
ko: 내 사진
nl: Jouw foto's
pl: Twoje zdjęcia
pt: Suas fotos
ru: Твои фото
tr: Fotoğrafların
uk: Твої фото
zh: 你的照片
zh_hant: 你的照片

# handleLabel
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім’я користувача
zh: 用户名
zh_hant: 使用者名稱

# setupTitle
source: Fill these in and the rest of the page fills itself
ar: املأ هذه البيانات وسيتم ملء بقية الصفحة تلقائيًا
de: Fülle diese Angaben aus, der Rest der Seite füllt sich automatisch
es: Rellena esto y el resto de la página se llena sola
fa: این‌ها را پر کن تا بقیه صفحه خودش پر شود
fr: Renseigne ces éléments et le reste de la page se remplira automatiquement
it: Riempi questi e il resto della pagina si riempie da solo
ja: これらを入力すると、ページの残りが自動で埋まります
ko: 이 항목을 입력하면 나머지 페이지가 자동으로 채워집니다
nl: Vul deze gegevens in en de rest van de pagina wordt automatisch ingevuld
pl: Uzupełnij te dane, a reszta strony wypełni się automatycznie
pt: Preencha isto e o resto da página se preenche sozinho
ru: Заполни это, и остальная страница заполнится сама
tr: Bu bilgileri doldur, sayfanın geri kalanı otomatik dolsun
uk: Заповни ці дані, і решта сторінки заповниться автоматично
zh: 填好这些，页面其余部分会自动补全
zh_hant: 填寫這些資料後，頁面其餘內容會自動填入

# setupHint
source: Every number here comes from what you log. Nothing is sent anywhere.
ar: كل رقم هنا يأتي مما تسجله. لا يتم إرسال شيء إلى أي مكان.
de: Jede Zahl hier stammt aus deinen Protokollen. Nichts wird irgendwohin gesendet.
es: Cada número de aquí sale de lo que registras. Nada se envía a ningún sitio.
fa: هر عدد اینجا از چیزی که ثبت می‌کنی می‌آید. جایی فرستاده نمی‌شود.
fr: Chaque chiffre ici vient de ce que tu enregistres. Rien n’est envoyé nulle part.
it: Ogni numero qui viene da quello che registri. Niente viene inviato da nessuna parte.
ja: ここにある数字はすべてあなたの記録から算出されます。どこにも送信されません。
ko: 여기의 모든 수치는 사용자가 기록한 데이터에서 나옵니다. 어디에도 전송되지 않습니다.
nl: Elk cijfer hier komt uit wat je logt. Niets wordt ergens naartoe gestuurd.
pl: Każda liczba pochodzi z twoich zapisów. Nic nie jest nigdzie wysyłane.
pt: Cada número daqui vem do que você registra. Nada é enviado a lugar nenhum.
ru: Каждая цифра здесь берётся из того, что ты записываешь. Никуда ничего не отправляется.
tr: Buradaki her sayı kaydettiklerinden gelir. Hiçbir şey hiçbir yere gönderilmez.
uk: Усі цифри тут беруться з твоїх записів. Нічого нікуди не надсилається.
zh: 这里的每个数字都来自你的记录，不会发送到任何地方。
zh_hant: 這裡的每個數字都來自你的紀錄。任何資料都不會傳送到其他地方。

# setupWorkout
source: Log your first workout
ar: سجّل تمرينك الأول
de: Erstes Training protokollieren
es: Registra tu primer entreno
fa: اولین تمرینت را ثبت کن
fr: Enregistre ta première séance
it: Registra il tuo primo allenamento
ja: 最初のワークアウトを記録
ko: 첫 운동 기록
nl: Log je eerste training
pl: Zapisz pierwszy trening
pt: Registre seu primeiro treino
ru: Запиши первую тренировку
tr: İlk antrenmanını kaydet
uk: Запиши перше тренування
zh: 记录第一次训练
zh_hant: 記錄第一次訓練

# setupWeight
source: Write down your body weight
ar: سجّل وزن جسمك
de: Körpergewicht eintragen
es: Apunta tu peso
fa: وزن بدنت را بنویس
fr: Note ton poids corporel
it: Segna il tuo peso
ja: 体重を記録
ko: 체중 기록
nl: Log je lichaamsgewicht
pl: Zapisz masę ciała
pt: Anote seu peso
ru: Запиши свой вес
tr: Vücut ağırlığını kaydet
uk: Запиши вагу тіла
zh: 记下你的体重
zh_hant: 記錄體重

# setupMeasures
source: Take your measurements
ar: خذ قياسات جسمك
de: Deine Maße nehmen
es: Tómate las medidas
fa: اندازه‌گیری‌هایت را بگیر
fr: Prends tes mensurations
it: Prendi le tue misure
ja: 身体測定をする
ko: 신체 치수 측정
nl: Meet je lichaamsmaten
pl: Zrób pomiary ciała
pt: Tire suas medidas
ru: Сними мерки
tr: Vücut ölçülerini al
uk: Зніми мірки тіла
zh: 量一下围度
zh_hant: 測量身體尺寸

# setupPhoto
source: Take your first progress photo
ar: التقط أول صورة تقدم
de: Erstes Fortschrittsfoto aufnehmen
es: Hazte la primera foto de progreso
fa: اولین عکس پیشرفتت را بگیر
fr: Prends ta première photo de progression
it: Scatta la prima foto dei progressi
ja: 最初の進捗写真を撮る
ko: 첫 진행 사진 촬영
nl: Maak je eerste voortgangsfoto
pl: Zrób pierwsze zdjęcie postępów
pt: Tire sua primeira foto de progresso
ru: Сделай первое фото прогресса
tr: İlk ilerleme fotoğrafını çek
uk: Зроби перше фото прогресу
zh: 拍第一张进度照片
zh_hant: 拍第一張進度照片

# progressTitle
source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fa: پیشرفت
fr: Progression
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postęp
pt: Progresso
ru: Прогресс
tr: İlerleme
uk: Прогрес
zh: 进度
zh_hant: 進度

# tileVolume30
source: Volume · 30d
ar: الحجم · 30 يومًا
de: Volumen · 30 Tage
es: Volumen · 30d
fa: حجم · ۳۰ر
fr: Volume · 30 j
it: Volume · 30g
ja: ボリューム · 30日
ko: 볼륨 · 30일
pl: Objętość · 30 d
ru: Объём · 30 дн
tr: Hacim · 30 g
uk: Обсяг · 30 д
zh: 容量 · 30天
zh_hant: 訓練量 · 30 天

# tileAddWeight
source: Add yours
ar: أضف قيمتك
de: Deins hinzufügen
es: Apúntalo
fa: وزنت را اضافه کن
fr: Ajouter le tien
it: Segnalo
ja: 自分の値を追加
ko: 내 값 추가
nl: Jouw waarde toevoegen
pl: Dodaj swoje
pt: Anote o seu
ru: Записать
tr: Kilonu ekle
uk: Додати своє
zh: 记一下
zh_hant: 新增你的數值

# heatToneTitle
source: Heat colour
ar: لون الخريطة الحرارية
de: Heat-Farbe
es: Color del mapa
fa: رنگ نقشه
fr: Couleur de chaleur
it: Colore della mappa
ja: ヒートカラー
ko: 히트맵 색상
nl: Heatmapkleur
pl: Kolor mapy cieplnej
pt: Cor do mapa
ru: Цвет карты
tr: Isı haritası rengi
uk: Колір теплової карти
zh: 热力图颜色
zh_hant: 熱度顏色

# heatToneHint
source: Only changes how the grid and the body are painted.
ar: يغير لون الشبكة والجسم فقط.
de: Ändert nur, wie Raster und Körper eingefärbt werden.
es: Solo cambia cómo se pintan la rejilla y el cuerpo.
fa: فقط نحوه رنگ‌آمیزی شبکه و بدن را عوض می‌کند.
fr: Modifie uniquement la couleur de la grille et du corps.
it: Cambia solo come vengono dipinti la griglia e il corpo.
ja: グリッドと体の色だけを変更します。
ko: 그리드와 몸의 색상만 변경합니다.
nl: Wijzigt alleen de kleur van het raster en het lichaam.
pl: Zmienia tylko kolor siatki i ciała.
pt: Só muda como a grade e o corpo são pintados.
ru: Меняет только то, каким цветом рисуются сетка и тело.
tr: Yalnızca ızgaranın ve vücudun rengini değiştirir.
uk: Змінює лише колір сітки й тіла.
zh: 只改变网格和人体的配色。
zh_hant: 只會改變格線與身體的顏色。

# thisWeekTitle
source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fa: این هفته
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ru: Эта неделя
tr: Bu hafta
uk: Цей тиждень
zh: 本周
zh_hant: 本週

# momentsEmptyTitle
source: Nothing here yet
ar: لا يوجد شيء هنا بعد
de: Noch nichts hier
es: Aquí no hay nada todavía
fa: هنوز چیزی اینجا نیست
fr: Rien ici pour l’instant
it: Qui non c'è ancora niente
ja: まだ何もありません
ko: 아직 아무것도 없습니다
nl: Hier is nog niets
pl: Jeszcze nic tu nie ma
pt: Ainda não há nada aqui
ru: Здесь пока пусто
tr: Burada henüz bir şey yok
uk: Тут поки нічого немає
zh: 这里还什么都没有
zh_hant: 這裡目前沒有內容

# deletePhotoTitle
source: Delete this photo?
ar: حذف هذه الصورة؟
de: Dieses Foto löschen?
es: ¿Borrar esta foto?
fa: این عکس حذف شود؟
fr: Supprimer cette photo ?
it: Cancellare questa foto?
ja: この写真を削除しますか？
ko: 이 사진을 삭제할까요?
nl: Deze foto verwijderen?
pl: Usunąć to zdjęcie?
pt: Apagar esta foto?
ru: Удалить это фото?
tr: Bu fotoğraf silinsin mi?
uk: Видалити це фото?
zh: 删除这张照片？
zh_hant: 刪除這張照片？

# deletePhotoBody
source: It goes for good.
ar: سيتم حذفها نهائيًا.
de: Es wird endgültig gelöscht.
es: Se va para siempre.
fa: برای همیشه پاک می‌شود.
fr: Elle sera définitivement supprimée.
it: Sparisce per sempre.
ja: 完全に削除されます。
ko: 영구적으로 삭제됩니다.
nl: Deze wordt permanent verwijderd.
pl: Zostanie trwale usunięte.
pt: Vai embora para sempre.
ru: Уйдёт навсегда.
tr: Kalıcı olarak silinecek.
uk: Його буде видалено назавжди.
zh: 删除后无法恢复。
zh_hant: 它將被永久刪除。

# awardsEarned
source: Earned
ar: مكتسبة
de: Verdient
es: Conseguidas
fa: گرفته‌شده
fr: Obtenues
it: Conquistate
ja: 獲得済み
ko: 획득
nl: Behaald
pl: Zdobyte
pt: Conquistadas
ru: Получены
tr: Kazanılan
uk: Здобуто
zh: 已获得
zh_hant: 已獲得

# awardsLocked
source: Locked
ar: مقفلة
de: Gesperrt
es: Por conseguir
fa: قفل
fr: Verrouillées
it: Da conquistare
ja: 未解除
ko: 잠김
nl: Vergrendeld
pl: Zablokowane
pt: A conquistar
ru: Закрыты
tr: Kilitli
uk: Заблоковано
zh: 未解锁
zh_hant: 未解鎖

# awardStreak100Name
source: One hundred days
ar: مئة يوم
de: Einhundert Tage
es: Cien días
fa: صد روز
fr: Cent jours
it: Cento giorni
ja: 100日
ko: 100일
nl: Honderd dagen
pl: Sto dni
pt: Cem dias
ru: Сто дней
tr: Yüz gün
uk: Сто днів
zh: 一百天
zh_hant: 一百天

# awardWorkouts10Name
source: Ten workouts
ar: عشرة تمارين
de: Zehn Trainings
es: Diez entrenos
fa: ده تمرین
fr: Dix séances
it: Dieci allenamenti
ja: 10回のワークアウト
ko: 운동 10회
nl: Tien trainingen
pl: Dziesięć treningów
pt: Dez treinos
ru: Десять тренировок
tr: On antrenman
uk: Десять тренувань
zh: 十次训练
zh_hant: 十次訓練

# awardWorkouts10Line
source: The first ten are the ones that decide it.
ar: العشرة الأولى هي التي تصنع الفرق.
de: Die ersten Zehn entscheiden.
es: Los diez primeros son los que deciden.
fa: ده تای اول همان‌هایی‌اند که کار را جدی می‌کنند.
fr: Les dix premières sont celles qui font la différence.
it: I primi dieci sono quelli che decidono.
ja: 最初の10回が違いを作ります。
ko: 처음 10회가 차이를 만듭니다.
nl: De eerste tien maken het verschil.
pl: Pierwsze dziesięć robi różnicę.
pt: Os dez primeiros são os que decidem.
ru: Первые десять — те, что всё решают.
tr: Farkı yaratan ilk on tanedir.
uk: Перші десять — ті, що змінюють усе.
zh: 最初的十次最难，也最关键。
zh_hant: 前十次最能帶來改變。

# awardWorkouts365Name
source: Three hundred and sixty-five
ar: ثلاثمئة وخمسة وستون
de: Dreihundertfünfundsechzig
es: Trescientos sesenta y cinco
fa: سیصد و شصت و پنج
fr: Trois cent soixante-cinq
it: Trecentosessantacinque
nl: Driehonderdvijfenzestig
pl: Trzysta sześćdziesiąt pięć
pt: Trezentos e sessenta e cinco
ru: Триста шестьдесят пять
tr: Üç yüz altmış beş
uk: Триста шістдесят п’ять
zh: 三百六十五
zh_hant: 三百六十五

# awardWorkouts365Line
source: A workout for every day of a year, logged one by one.
ar: تمرين لكل يوم من أيام السنة، مسجل واحدًا تلو الآخر.
de: Ein Training für jeden Tag eines Jahres, einzeln protokolliert.
es: Un entreno por cada día del año, registrados uno a uno.
fa: یک تمرین برای هر روز سال، یکی‌یکی ثبت‌شده.
fr: Une séance pour chaque jour d’une année, enregistrée une par une.
it: Un allenamento per ogni giorno dell'anno, registrati uno a uno.
ja: 1年の毎日に相当する365回のワークアウトを、一つずつ記録しました。
ko: 1년의 매일에 해당하는 운동을 하나씩 기록했습니다.
nl: Een training voor elke dag van een jaar, één voor één gelogd.
pl: Trening na każdy dzień roku, zapisywany jeden po drugim.
pt: Um treino para cada dia do ano, registrados um a um.
ru: По тренировке на каждый день года, записаны одна за другой.
tr: Bir yılın her günü için bir antrenman, teker teker kaydedildi.
uk: По тренуванню на кожен день року, записаному одне за одним.
zh: 一年中每一天都有一次训练，一次次记录下来。
zh_hant: 相當於一年每一天的一次訓練，一次一次記錄下來。

# awardTonnes10Name
source: Ten tonnes
ar: عشرة أطنان
de: Zehn Tonnen
es: Diez toneladas
fa: ده تن
fr: Dix tonnes
it: Dieci tonnellate
ja: 10トン
ko: 10톤
nl: Tien ton
pl: Dziesięć ton
pt: Dez toneladas
ru: Десять тонн
tr: On ton
uk: Десять тонн
zh: 十吨
zh_hant: 十噸

# awardTonnes10Line
source: Ten thousand kilos have gone through your hands.
ar: مرّ عشرة آلاف كيلوغرام بين يديك.
de: Zehntausend Kilo sind durch deine Hände gegangen.
es: Diez mil kilos te han pasado por las manos.
fa: ده هزار کیلو از دستانت گذشته.
fr: Dix mille kilos sont passés entre tes mains.
it: Diecimila chili ti sono passati per le mani.
ja: 10,000kgを持ち上げてきました。
ko: 10,000kg을 들어 올렸습니다.
nl: Tienduizend kilo ging door je handen.
pl: Dziesięć tysięcy kilogramów przeszło przez twoje ręce.
pt: Dez mil quilos já passaram pelas suas mãos.
ru: Десять тысяч килограммов прошли через твои руки.
tr: On bin kilo ellerinden geçti.
uk: Десять тисяч кілограмів пройшли через твої руки.
zh: 一万公斤已经从你手中经过。
zh_hant: 一萬公斤從你手中舉起。

# awardHours100Name
source: One hundred hours
ar: مئة ساعة
de: Einhundert Stunden
es: Cien horas
fa: صد ساعت
fr: Cent heures
it: Cento ore
ja: 100時間
ko: 100시간
nl: Honderd uur
pl: Sto godzin
pt: Cem horas
ru: Сто часов
tr: Yüz saat
uk: Сто годин
zh: 一百小时
zh_hant: 一百小時

# awardHours100Line
source: A hundred hours under the bar, stopwatch in hand.
ar: مئة ساعة تحت البار، والمؤقت يعمل.
de: Einhundert Stunden unter der Hantel, mit der Stoppuhr in der Hand.
es: Cien horas bajo la barra, cronómetro en mano.
fa: صد ساعت زیر میله، کرونومتر در دست.
fr: Cent heures sous la barre, chronomètre en main.
it: Cento ore sotto il bilanciere, cronometro alla mano.
ja: タイマーを回しながら、バーの下で100時間。
ko: 타이머와 함께 바 아래에서 100시간.
nl: Honderd uur onder de stang, met de klok mee.
pl: Sto godzin pod sztangą, z włączonym zegarem.
pt: Cem horas debaixo da barra, cronômetro na mão.
ru: Сто часов под штангой, с секундомером в руке.
tr: Barın altında, kronometre çalışırken yüz saat.
uk: Сто годин під штангою, з увімкненим таймером.
zh: 杠铃之下的一百个小时。
zh_hant: 計時器運轉著，在槓鈴下度過一百小時。

# awardWonOn
source: Earned on %@
ar: تم الحصول عليها في %@
de: Verdient am %@
es: Conseguida el %@
fa: گرفته‌شده در %@
fr: Obtenue le %@
it: Conquistata il %@
ja: %@に獲得
ko: %@에 획득
nl: Behaald op %@
pl: Zdobyto %@
pt: Conquistada em %@
ru: Получена %@
tr: %@ tarihinde kazanıldı
uk: Здобуто %@
zh: %@ 获得
zh_hant: 於 %@ 獲得

# awardProgressLabel
source: %1$@ of %2$@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fa: %1$@ از %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
ru: %1$@ из %2$@
uk: %1$@ з %2$@

# badgeName.gold
source: Gold
ar: ذهبي
es: Dorada
fa: طلایی
fr: Or
it: Oro
ja: ゴールド
ko: 골드
nl: Goud
pl: Złota
pt: Dourado
ru: Золотой
tr: Altın
uk: Золотий
zh: 金色
zh_hant: 金色

# badgeName.blue
source: Blue
ar: أزرق
de: Blau
es: Azul
fa: آبی
fr: Bleu
it: Blu
ja: ブルー
ko: 블루
nl: Blauw
pl: Niebieska
pt: Azul
ru: Синий
tr: Mavi
uk: Синій
zh: 蓝色
zh_hant: 藍色

# badgeName.green
source: Green
ar: أخضر
de: Grün
es: Verde
fa: سبز
fr: Vert
it: Verde
ja: グリーン
ko: 그린
nl: Groen
pl: Zielona
pt: Verde
ru: Зелёный
tr: Yeşil
uk: Зелений
zh: 绿色
zh_hant: 綠色

# badgeName.other
source: Badge
ar: شارة
de: Abzeichen
es: Insignia
fa: نشان
it: Distintivo
ja: バッジ
ko: 배지
pl: Odznaka
pt: Selo
ru: Значок
tr: Rozet
uk: Значок
zh: 徽章
zh_hant: 徽章

# memberSince
source: Since %@
ar: منذ %@
de: Dabei seit %@
es: Desde %@
fa: از %@
fr: Depuis %@
it: Dal %@
ja: %@から
ko: %@부터
nl: Sinds %@
pl: Od %@
pt: Desde %@
ru: С %@
tr: %@ tarihinden beri
uk: З %@
zh: 自 %@
zh_hant: 自 %@ 起

# levelShort
source: Level %lld
ar: المستوى %lld
de: Stufe %lld
es: Nivel %lld
fa: سطح %lld
fr: Niveau %lld
it: Livello %lld
ja: レベル %lld
ko: 레벨 %lld
nl: Niveau %lld
pl: Poziom %lld
pt: Nível %lld
ru: Уровень %lld
tr: Seviye %lld
uk: Рівень %lld
zh: 等级 %lld
zh_hant: 等級 %lld

# levelToNext
source: %lld workouts to level %2$lld
ar: %lld تمارين حتى المستوى %2$lld
de: %lld Trainings bis Stufe %2$lld
es: %lld entrenos para el nivel %2$lld
fa: %lld تمرین تا سطح %2$lld
fr: %lld séances avant le niveau %2$lld
it: %lld allenamenti al livello %2$lld
ja: レベル%2$lldまであと%lld回
ko: 레벨 %2$lld까지 운동 %lld회
nl: Nog %lld trainingen tot niveau %2$lld
pl: %lld treningów do poziomu %2$lld
pt: %lld treinos para o nível %2$lld
ru: %lld тренировки до уровня %2$lld
tr: Seviye %2$lld için %lld antrenman
uk: %lld тренувань до рівня %2$lld
zh: 再练 %1$lld 次升到 %2$lld 级
zh_hant: 距等級 %2$lld 還有 %lld 次訓練

# heightCm
source: %lld cm
ar: %lld سم
ru: %lld см
uk: %lld см
zh: %lld 厘米
zh_hant: %lld 公分

# heatToneName.ember
source: Ember
ar: جمر
de: Rot
es: Brasa
fa: اخگر
fr: Braise
it: Brace
ja: 残り火
ko: 불씨
nl: Gloed
pl: Żar
pt: Brasa
ru: Уголь
tr: Kor
uk: Жар
zh: 炭橙
zh_hant: 餘燼

# heatToneName.green
source: Green
ar: أخضر
de: Grün
es: Verde
fa: سبز
fr: Vert
it: Verde
ja: グリーン
ko: 그린
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный
tr: Yeşil
uk: Зелений
zh: 绿色
zh_hant: 綠色

# heatToneName.blue
source: Blue
ar: أزرق
de: Blau
es: Azul
fa: آبی
fr: Bleu
it: Blu
ja: ブルー
ko: 블루
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
tr: Mavi
uk: Синій
zh: 蓝色
zh_hant: 藍色

# heatToneName.mono
source: Grey
ar: رمادي
de: Grau
es: Gris
fa: خاکستری
fr: Gris
it: Grigio
ja: グレー
ko: 회색
nl: Grijs
pl: Szary
pt: Cinza
ru: Серый
tr: Gri
uk: Сірий
zh: 灰色
zh_hant: 灰色

# heatToneName.other
source: Colour
ar: لون
de: Farbe
es: Color
fa: رنگ
fr: Couleur
it: Colore
ja: カラー
ko: 색상
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
tr: Renk
uk: Колір
zh: 颜色
zh_hant: 顏色

# setsThisWeek
source: %lld sets
ar: %lld مجموعات
de: %lld Sätze
es: %lld series
fa: %lld ست
fr: %lld séries
it: %lld serie
ja: %lldセット
ko: %lld세트
pl: %lld serii
pt: %lld séries
ru: подходов: %lld
tr: %lld set
uk: %lld підходів
zh: %lld 组
zh_hant: %lld 組

# weekOfGoal
source: %1$lld of %2$lld this week
ar: %1$lld من %2$lld هذا الأسبوع
de: %1$lld von %2$lld diese Woche
es: %1$lld de %2$lld esta semana
fa: %1$lld از %2$lld این هفته
fr: %1$lld sur %2$lld cette semaine
it: %1$lld di %2$lld questa settimana
ja: 今週 %1$lld/%2$lld
ko: 이번 주 %1$lld/%2$lld
nl: %1$lld van %2$lld deze week
pl: %1$lld z %2$lld w tym tygodniu
pt: %1$lld de %2$lld esta semana
ru: %1$lld из %2$lld на этой неделе
tr: Bu hafta %1$lld / %2$lld
uk: %1$lld з %2$lld цього тижня
zh: 本周 %1$lld/%2$lld
zh_hant: 本週 %1$lld / %2$lld

# momentCount
source: %lld photos
ar: %lld صور
de: %lld Fotos
es: %lld fotos
fa: %lld عکس
it: %lld foto
ja: 写真%lld枚
ko: 사진 %lld장
nl: %lld foto's
pl: %lld zdjęć
pt: %lld fotos
ru: %lld фото
tr: %lld fotoğraf
uk: %lld фото
zh: %lld 张照片
zh_hant: %lld 張照片

# badgeHint
source: Pick a colour, or tap the one you have to take it off. It is only for you — nothing is checked, nothing is paid.
ar: اختر لونًا أو اضغط على اللون الحالي لإزالته. هذا لك فقط — لا يتم التحقق من شيء ولا توجد أي رسوم.
de: Wähle eine Farbe oder tippe auf dein aktuelles Abzeichen, um es abzulegen. Es ist nur für dich — nichts wird überprüft und nichts kostet etwas.
es: Elige un color, o toca el que tengas para quitarlo. Es solo tuya: no se comprueba nada ni se paga nada.
fa: یک رنگ انتخاب کن، یا همانی که داری را لمس کن تا برداری. فقط برای توست — چیزی چک نمی‌شود، چیزی پرداخت نمی‌شود.
fr: Choisis une couleur, ou touche celle que tu as pour l’enlever. C’est uniquement pour toi — rien n’est vérifié et rien n’est payant.
it: Scegli un colore, o tocca quello che hai per toglierlo. È solo tuo: non si verifica niente e non si paga niente.
ja: 色を選ぶか、現在の色をタップして外します。自分用だけで、認証も課金もありません。
ko: 색상을 선택하거나 현재 색상을 탭해 제거하세요. 나만을 위한 기능이며 인증도 결제도 없습니다.
nl: Kies een kleur of tik op je huidige om hem te verwijderen. Alleen voor jou — niets wordt gecontroleerd en niets kost geld.
pl: Wybierz kolor lub dotknij obecnego, aby go usunąć. Tylko dla ciebie — nic nie jest weryfikowane i nic nie kosztuje.
pt: Escolha uma cor, ou toque no que você tem para tirá-lo. É só seu: nada é verificado nem pago.
ru: Выбери цвет или нажми на тот, что стоит, чтобы снять. Он только для тебя: ничего не проверяется и ничего не оплачивается.
tr: Bir renk seç veya kaldırmak için seçili renge dokun. Bu rozet yalnızca sana özel; doğrulama veya ödeme gerektirmez.
uk: Обери колір або торкнися поточного, щоб прибрати його. Лише для тебе — нічого не перевіряється й нічого не коштує.
zh: 选一个颜色，再次点击已选的即可取消。仅供自己使用：无需验证，也无需付费。
zh_hant: 選擇一種顏色，或點選目前顏色來移除。只供你自己使用 — 不會驗證，也完全免費。

# momentsEmptyHint
source: Snap the gym, the whiteboard, a plate setup — anything you want to remember. They stay on the phone and only you see them.
ar: التقط صورة للنادي أو اللوح أو بار محمّل — أي شيء تريد تذكره. تبقى الصور على هاتفك ولا يراها سواك.
de: Fotografiere das Fitnessstudio, das Whiteboard, eine Scheiben-Kombination — alles, woran du dich erinnern möchtest. Die Fotos bleiben auf dem Handy und nur du kannst sie sehen.
es: Hazle una foto al gimnasio, a la pizarra, a cómo cargaste la barra… lo que quieras recordar. Se quedan en el móvil y solo las ves tú.
fa: از باشگاه، وایت‌بورد، چیدمان وزنه عکس بگیر — هرچه می‌خواهی یادت بماند. روی گوشی می‌مانند و فقط تو می‌بینی‌شان.
fr: Prends une photo de la salle, du tableau, d’un montage de disques — tout ce que tu veux garder en mémoire. Elles restent sur le téléphone et toi seul les vois.
it: Fotografa la palestra, la lavagna, come hai caricato il bilanciere… quello che vuoi ricordare. Restano sul telefono e le vedi solo tu.
ja: ジム、ホワイトボード、プレートを付けたバーなど、残しておきたいものを撮影。写真は端末内に残り、自分だけが見られます。
ko: 헬스장, 보드, 원판을 끼운 바 등 기억하고 싶은 것을 촬영하세요. 사진은 휴대전화에만 남고 본인만 볼 수 있습니다.
nl: Maak een foto van de sportschool, het bord, een geladen stang — alles wat je wilt onthouden. Het blijft op je telefoon en alleen jij ziet het.
pl: Zrób zdjęcie siłowni, tablicy, załadowanej sztangi — czegokolwiek, co chcesz zapamiętać. Zostaje na telefonie i tylko ty je widzisz.
pt: Fotografe a academia, o quadro, como montou a barra… o que quiser lembrar. Ficam no seu celular e só você vê.
ru: Сфотографируй зал, доску, как ты набрал блины — всё, что хочешь запомнить. Они останутся в телефоне, и видишь их только ты.
tr: Spor salonunun, tahtanın, yüklü bir barın fotoğrafını çek — hatırlamak istediğin her şey olabilir. Telefonda kalır ve yalnızca sen görürsün.
uk: Сфотографуй зал, дошку, зібрану штангу — усе, що хочеш запам’ятати. Фото залишаються на телефоні й видимі лише тобі.
zh: 拍下健身房、白板、杠铃的配重……任何你想记住的东西。照片只留在手机里，只有你能看到。
zh_hant: 拍下健身房、白板、上好槓片的槓鈴 — 任何你想記住的東西。照片留在手機上，只有你看得到。

# awardStreak100Line
source: A hundred days in a row. That is not motivation any more, that is who you are.
ar: مئة يوم متتالية. لم يعد الأمر دافعًا، بل أصبح عادة.
de: Einhundert Tage am Stück. Das ist keine Motivation mehr, das bist einfach du.
es: Cien días seguidos. Eso ya no es motivación, eres tú.
fa: صد روز پشت‌سرهم. دیگر انگیزه نیست، خودتی.
fr: Cent jours d’affilée. Ce n’est plus de la motivation, c’est devenu une habitude.
it: Cento giorni di fila. Quella non è più motivazione, quello sei tu.
ja: 100日連続。もうモチベーションではなく習慣です。
ko: 100일 연속. 이제 동기가 아니라 습관입니다.
nl: Honderd dagen op rij. Dit is geen motivatie meer, dit is een gewoonte.
pl: Sto dni z rzędu. To już nie motywacja, to nawyk.
pt: Cem dias seguidos. Isso já não é motivação, é quem você é.
ru: Сто дней подряд. Это уже не мотивация, это ты.
tr: Yüz gün üst üste. Bu artık motivasyon değil, alışkanlık.
uk: Сто днів поспіль. Це вже не мотивація, а звичка.
zh: 连续一百天。这已经不是靠动力，而是你本来的样子。
zh_hant: 連續一百天。這已不只是動力，而是習慣。

# coverLabel
source: COVER
ar: الغلاف
de: TITELBILD
es: PORTADA
fa: کاور
fr: COUVERTURE
it: COPERTINA
ja: カバー
ko: 커버
nl: OMSLAG
pl: OKŁADKA
pt: CAPA
ru: ОБЛОЖКА
tr: KAPAK
uk: ОБКЛАДИНКА
zh: 封面
zh_hant: 封面

source: Remove cover
ar: إزالة الغلاف
de: Titelbild entfernen
es: Quitar portada
fa: حذف کاور
fr: Supprimer la couverture
it: Togli la copertina
ja: カバーを削除
ko: 커버 제거
nl: Omslag verwijderen
pl: Usuń okładkę
pt: Tirar capa
ru: Убрать обложку
tr: Kapağı kaldır
uk: Видалити обкладинку
zh: 移除封面
zh_hant: 移除封面
